Revit 2027 API
SpecTypeId.MassDensity Property
 Mass Density, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDensity { get; }
Public Shared ReadOnly Property MassDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDensity {
	ForgeTypeId^ get ();
}
static member MassDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace